Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_barnehagetilbud_-_sa_rsamisk.pdf.tmx
Source language: sma
Languages: sme

source: Saemien jolleskuvle jïh jeatjah jolleskuvlh jïh universiteeth aktem vihkielåbpoe råållam utnieh jollebe ööhpehtæmman dåårrehtidh.
sme: Sámi allaskuvllas ja eará allaskuvllain ja universitehtain lea eanet guovddáš rolla rekrutteremis alit ohppui.

source: Saemiedigkien råålla lea gaskem jeatjah dåårrehtimmine viehkiehtidh stipendeöörnegi tjïrrh.
sme: Sámedikki rollan lea váikkuhit rekrutterema stipeandaortnegiid bokte.

source: Aaj vihkeles laavenjostoem jolleskuvligujmie jïh universtiteetigujmie nænnoestehtedh guktie Saemiedigkien stipendeöörnegh dej studijefaalenassigujmie sjiehtieh.
sme: Deaŧalaš lea maiddái áŋgiruššat ovttasbarggu ektui allaskuvllaiguin ja universitehtaiguin vai Sámedikki stipeandaortnegat dávistivčče sin oahppofálaldagaide.

source: • Maanagïerth nuekies saemiegïelen barkijh utnieh
sme: • Mánáidgárddiin leat doarvái sámegielat bargit.

source: • Dåårrehtimmiem hoksedh saemiengïelen maanagïertelohkehtæjjijste / pedagogijste jïh jeatjah barkijijstie
sme: • Sihkkarastit sámegielat mánáidgárddeoahpaheddjiid / pedagogaid ja eará bargiid rekrutterema.

source: • Viehkiehtidh guktie jienebh kaarrh maanagïertine berkieh
sme: • Váikkuhit ahte eanet almmáiolbmot barggašedje mánáidgárddiin.

source: • Hijven barkoetsiehkieh hoksedh saemiengïelen barkijidie guktie dah maanagïertine sjidtieh.
sme: • Sihkkarastit buriid bargoeavttuid sámegielat bargiide nu ahte sii bisošedje mánáidgárddis.

source: Barkoesuerkie 5 – Pedagogeles dalhketjh jïh stååkegaevnieh
sme: Áŋgiruššansuorgi 5 - Pedagogalaš ávdnasat ja duhkorasat

source: Saemiedigkie dïedtem åtna ulmieh, strategijh jïh råajvarimmieh learoevierhtieevtiedæmman tjïelkestidh, soejkesjevierhki jïh fïerhten jaepien budsjedti tjïrrh.
sme: Sámedikkis lea ovddasvástádus meroštallat mihttomeriid, strategiijaid ja doaibmabijuid váikkuhangaskaoapmin oahpponeavvuid ovddideapmái plánadahkosiid ja jahkásaš bušeahtaid bokte.

source: Saemiedigkie dïedtem åtna vierhtieh joekedidh jïh viehkiedïrregeåtnoem gïehtjedidh laaki, njoelkedassi jïh bïhkedassi mietie.
sme: Sámedikkis lea ovddasvástádus ruđaid juohkimis ja váikkuhangaskaomiid čuovvoleamis ja bearráigeahččamis láhkadahkosiid, njuolggadusaid ja njulgosiid ektui.

source: Saemiedigkie viehkehteminie aktine orrestimmeles jïh radtjoes evtiedimmine saemien learoevierhtijste jïh pedagogeles dalhketjijstie, jïh boelhken 2009-2012 daam barkoem ektiedamme dejtie nænnoestamme strategijide soejkesjisnie “ Saemiedigkien strategeles soejkesje learoevierhtieevtiedæmman 2009-2012 ”.
sme: Sámediggi váikkuha sámi oahpponeavvuid ja pedagogalaš ávdnasiid árjjalaš ovddideapmái, ja lea áigodagas 2009-2012 čatnan dán barggu mearriduvvon strategiijaide “ Sámedikki strategalaš plána oahpponeavvuid ráhkadeapmái 2009-2012 ”.

source: Soejkesjen visjovne lea learoevierhtieh edtjieh gååvnesidh gaajhkine faagesuerkine jïh gaajhkine faagine noerhte-, julev- jïh åarjelsaemien gïelesne, goh dïrrege ulmide jaksedh Maanagïerten mieriesoejkesjisnie jïh learoesoejkesjevierhkesne Maahtoelutnjeme – Saemien.
sme: Plánas lea višuvdna ahte gávdnojit oahpponeavvut buot fágasurggiid várás ja buot fágaid várás davvi-, julev- ja máttasámegielas, gaskaoapmin juksat Mánáidgárddiid rámmaplána mihttomeriid ja mihttomeriid oahppoplánadahkosis Máhttolokten – Sámi.

source: Saemiedigkien strategeles soejkesje learoevierhtieevtiedæmman 2009-2012 (sæjroe 4) saemien learoevierhtieh naemhtie tjïelkeste:
sme: Sámedikki strategalaš plánas oahpponeavvuid ráhkadeapmái 2009-2012 (4. siidu) meroštallojuvvojit sámi oahpponeavvut ná:

source: Learoevierhtieh evtiedamme jeatjah gïeline mejtie jarkoste jïh / jallh sjïehtede saemien gïelese.
sme: Oahpponeavvut mat leat ráhkaduvvon ja almmuhuvvon oahpahussii sámegielas ja sámegillii -

source: Learoevierhtieh leah trygkeme jïh digitaale learoevierhtieh, barkoegærjah, bïhkedimmieh lohkehtæjjide, teemagærjah jallh heeftah, maajhööhpehtimmieprogrammh, pedagogeles programmevaaroeh, audiovisuelle learoevierhtieh, transparenth, plaansjah, maallh, möönsterh, spïelh, stååkegaevnieh jïh jeatjah vuekieh mejtie maahta maadthlïerehtimmesne nåhtadidh.
sme: rávesolbmuidoahpahusas Oahpponeavvut ráhkaduvvon eará gielaide ja mat jorgaluvvojit ja / dahje heivehuvvojit sámegillii Oahpponeavvun adnojuvvojit prentejuvvon ja digitála oahpponeavvut, bargogirjjit, oahpaheaddjibagadusat, fáddágirjjit dahje gihppagat, gáiddusoahpahuspahusa geavahussii.

source: Saemiedigkie jïh Maahtoedepartemeente aktem barkoedåehkiem tseegkin jaepien 2010 mij edtji aktem radtjoesåbpoe öörnedimmiem vuarjasjidh båetijen aejkien learoevierhtieevtiedimmeste.
sme: Sámediggi ja Máhttodepartemeanta ásahedje 2010:s bargojoavkku árvvoštallat movt árjjaleappot organiseret sámi oahpponeavvoovddideami boahtteáiggis.

source: Reektehtse lea tuhtjeme maerelesommes dam dïejvesem pedagogeles dalhketjh nuhtjedh maanagïertide.
sme: Raporttas lea gávnnahuvvon ahte eanemus ulbmillaš lea geavahit doahpaga mánáidgárddiid pedagogalaš ávdnasat.

source: Daennie bïevnesisnie veeljebe dïejvesidie pedagogeles dalhketjh jïh stååkegaevnieh nuhtjedh.
sme: Dán dieđáhusas válljet mii geavahit doahpagiid pedagogalaš ávdnasat ja duhkorasat.

source: Pedagogeles dalhketji bïjre dle reektehtse jieniebidie aatide tjuvtjede.
sme: Pedagogalaš ávdnasiid ektui čujuhuvvo raporttas máŋgga beallái.

source: Dïhte voestes lea pedagogeles dalhketjh leah daerpies gaajhkide tjïjhtje faagesuerkide mieriesoejkesjisnie maanagïertese, jïh gaajhkine golme gïeline.
sme: Vuosttažettiin dárbbašuvvojit pedagogalaš ávdnasat mánáidgárddiid rámmaplána buot čieža fágasuorgái ja buot golmma sámegillii.

source: Daerpies metodihkeles bïhkedimmiejgujmie maanagïerten gïelebarkose, dan åvteste daan biejjien vaenie dagkeres faagelitteratuvre.
sme: Dárbbašuvvo metodalaš bagadeapmi giellabarggu várás mánáidgárddis, danne go dál ii gávdno nu ollu dákkár fágagirjjálašvuohta.

source: Nov lea daajroes vaenie gærjah gååvnesieh guvviejgujmie jïh soptsesigujmie saemien kultuvreste, spïelh, filmh jïh jeatjah dalhketjh mah saemien identiteetem evtiedieh, kultuvregoerkese, dïejveselïerehtimmie jïh
sme: Duohtavuohta lea ahte gávdnojit unnán govvagirjjit ja lohkanmuitalusat main livččii sámi kultuvrra birra, spealut, filmmat ja eará ávdnasat mat ovdánahttet sámi identitehta, kulturáddejumi, doabaoahppama ja giellaovddideami, mat heivešedje ahkejovkui ja livčče heivehuvvon otnáš dillái.

source: Vijriesåbpoe dle reektehtse vihteste maanagïerti gaavhtan dle vihkeles pedagogeles dalhketjh evtiesuvvieh mah våaroeminie utnieh daan beajjetje saemien siebriedahkesne, guktie daan beajjetje maanah maehtieh jïjtjemse damtijidh sisveginie.
sme: Dasto konkluderejuvvo raporttas ahte mánáidgárddiid ektui lea deaŧalaš ovddidit pedagogalaš ávdnasiid maid vuolggasadjin lea otnáš sámi servodat, nu ahte otnáš mánát sáhtášedje identifiseret iežaset sisdoaluin.

source: Amma daerpies dovne digitaale jïh trygkesovveme pedagogeles dalhketjigujmie, CD, filmh jïh spïelh mah ovmessie daerpiesvoeth feerhmieh dejnie ovmessie maanagïertine (Råajvarimmieh juktie evtiedimmiem jïh dorjemassem saemien learoevierhtijste radtjoesåbpoe darjodh 2010).
sme: Dárbbašuvvojit nappo sihke digitála ja prentejuvvon pedagogalaš ávdnasat, CD:t, filmmat ja spealut, sierra dárbbuid váras iešguđege mánáidgárddiin (Doaibmabijut maiguin beavttálmahttit sámi oahpponeavvuid ovddideami ja buvttadeami 2010).

source: Daan biejjien, naan jaepieh mænngan daate reektehtse bööti, dle tsiehkie ij leah hijven annje.
sme: Odne, moadde jagi maŋŋá go dát raporta ovddiduvvui, ii leat vel ge dilli dohkálaš.

source: Akte vihkeles haesteme vielie pedagogeles dalhketjh jïh stååkegaevnieh evtiedidh mah leah åtnose sjïehtedamme maanagïertine saemien faalenassine.
sme: Deaŧalaš hástalussan lea bargat dan ala ahte ovddiduvvojit eanet pedagogalaš ávdnasat mat leat heivehuvvon mánáidgárddiid geavahussii main lea sámi fálaldat.

source: Tjuara dalhketjh årrodh maanagïertine mah maanaj lïerehtimmiem nænnoestehtieh, dovne byjjes jïh ovbyjjes lïerehtimmietsiehkine.
sme: Mánáidgárddiin fertejit gávdnot ávdnasat mat nannejit máná oahppama sihke formálalaš ja eahpeformálalaš oahppandilis.

source: Gåabpegh aktem pedagogeles ulmiem utnieh, jïh tjuerieh ektesne vuajnalgidh mieriesoejkesjinie maanagïerten tjïjhtje faagesuerkide.
sme: Goappašiin lea pedagogalaš mihttomearri ja maid

source: Maanagïerth saemien faalenassine pedagogeles dalhketjh jïh stååkegaevnieh daarpesjieh mah gellievoetem saemien siebriedahkesne vuesiehtieh.
sme: Mánáidgárddit main lea sámi fálaldat dárbbašit dakkár pedagogalaš ávdnasiid ja duhkorasaid main ovdan boahtá sámi servodaga girjáivuohta.

source: Vihkeles maanagïerth aaj leah meatan dennie teknologeles evtiedimmesne guktie learoevierhtieh nedtesne, goh spïelh jïh applikasjovnh aaj saemien gïeline gååvnesieh.
sme: Deaŧalaš lea ahte maiddái mánáidgárddit maid čuvvot teknologalaš ovdáneami ja ahte neahttavuđot oahppanresurssat nugo spealut ja applikašuvnnat gávdnojit sámegielaide.

source: Saemiedigkien bijjieguvvie dejstie learoevierhtieprosjektijste mejtie vierhtieh vadteme boelhken 2009-2012, vuesehte 16 prosjekth lin aalkeme dan boelhken.
sme: Sámedikki geahčastat man ollu leat juogaduvvon ruđat oahpponeavvoprošeavttaide áigodagas 2009-2012 čájeha ahte dán áigodagas leat álggahuvvon guhtta prošeavtta.

source: Dej gaskem göökte vierhtiepeermh jïh göökte leah gohtjesovveme learoevierhtiepaahkh, men sisvege vååjnoe goh akten vierhtiepeermen sisvege.
sme: Dáid gaskkas leat guokte resursapearpma, guokte nu gohčoduvvon oahpponeavvopáhka, muhto sisdoallu lea ollu seamma go resursapearpma sisdoalus.

source: Golme daejstie prosjektijste lea digitaale vierhtieh jïh golme jeatjah leah teemagærjah.
sme: Golbma prošeavtta leat digitála resurssat ja golbma fáddágirjjit.

source: Jeatjah prosjekth leah evtiedimmie guvviebaakoegærjeste, interaktijvegærja, laavlomegærja, dåaresthfaageles teemaheefte jïh orre trygkesovveme akte faagegærjeste.
sme: Eará prošeavttat leat govvasátnegirji, interaktiivvalaš girji, lávllagirji, fágaidrasttildeaddji fáddágihpa ja ođđa prentejuvvon fágagirji.

source: Saemiedigkien budsjedtesne 2012 lea lyjkeme 1.500.000 kråvnah dåarjojne learoevierhtide maanagïertide.
sme: Sámedikki 2012 bušeahtas lea várrejuvvon 1.500.000 ru doarjjan mánáidgárddiid oahpponeavvuide. Oahpponeavvut maidda

source: Learoevierhtieh mejtie Saemiedigkie vierhtieh dåårje, edtjieh dan gåhkese gåarede olkese vadtasovvedh noerhte- julev jïh åarjelsaemien gïelesne.
sme: Sámediggi juolluda ruđaid galget almmuhuvvot nu guhkás go lea vejolaš davvi-, julev- ja máttasámegillii.

source: Dan åvteste gïeledaltese joekehts maanaj gaskem, dle daerpies ovmessie såarhts learoevierhtiejgujmie.
sme: Go mánáin ii leat ovttalágan gielladássi, de lea dárbu máŋggalágan oahpponeavvuide.

source: Daerpies dovne gærjajgujmie vaenie teekstine mah leah aelhkie lohkedh, jïh learoevierhtieh mah saemiengïelen maanaj gïelese sjiehtieh.
sme: Dárbbašuvvojit sihke girjjit maid lea álki lohkat ja main lea unnán teaksta ja oahpponeavvut mat gielalaččat leat heivehuvvon sámegielat mánáide.

source: Saemiedigkien bijjieguvvie vuesehte boelhken 2009-2012 dle 15 prosjekth vierhtieh åadtjoejin.
sme: Sámedikki geahčastat čájeha ahte áigodagas 2009-2012 lea juolluduvvon ruhta 15 prošektii.

source: Dejstie 10 prosjekth noerhtesaemien, 1 julevsaemien jïh 1 åarjelsaemien.
sme: Dáid gaskkas lea 10 prošeavtta davvisámegillii, okta julevsámegillii ja okta máttasámegillii.

source: Daan boelhken aaj vierhtieh vadtasovveme 2 prosjektide gusnie edtja parallellelåhkoeh darjodh gaajhkine golme saemien gïeline.
sme: Dán áigodagas lea addojuvvon ruhta maiddái guovtti prošektii mat galget ovddiduvvot parallealla buot golmma sámegillii.

source: Edtja aktem parallelle prosjektem evtiedidh julev- jïh åarjelsaemien gïelesne.
sme: Okta prošeakta ovddiduvvo bálddalagaid julev- ja máttasámegillii.

source: Daerpies ovmessie såarhts learoevierhtiejgujmie mah leah maanagïerten mieriesoejkesjasse sjïehtedamme.
sme: Dárbbašuvvojit máŋggalágan oahpponeavvut heivehuvvon mánáidgárddiid rámmaplánii.

source: Reerenasse jeahta Stoerredigkiebïevnesisnie 41 Kvalitet i barnehagen (2008-2009), stoerre ij-ussjedamme joekehtsh maanagïertefaalenassesne mah eah faalenassem seammavyörtegs darjoeh, ij
sme: Ráđđehus dovddaha Stuorradiggedieđáhusas nr 41 Mánáidgárddi kvalitehta birra (2008-2009) ahte jos leat stuorra vuorddekeahtes sierraláganvuođat mánáidgárdefálaldagas mii dagaha ahte fálaldat ii leat ovttaárvosaš, lea dohkketmeahttun.

source: gåaredh gænnah. Jis gaajhkh maanah edtjieh aktem hijven saemien maanagïertefaalenassem utnedh hijven kvaliteetine, jïh maanagïerte edtja lïerehtimmiesijjine årrodh, dle barkijh tjuerieh maehteles årrodh, jïh dalhketjh jïh materijelle tjuerieh sjïehtedamme årrodh.
sme: Jos buot mánát galget oažžut kvalitehta dáfus buori sámi mánáidgárdefálaldaga ja jos mánáidgárdi galggaš lea oahppanarenan, de gáibiduvvo ahte bargiin lea gelbbolašvuohta ja dávvirat ja ávdnasat leat heivehuvvon.

source: Ulmie Saemiedigkien strategeles soejkesjisnie learoevierhtieevtiedæmman 2009-2012 lea 16 nïerhkeme learoevierhtieprosjekth faagesuerkiej sisnjeli maanagïerten mieriesoejkesjisnie.
sme: Sámedikki strategalaš plánas oahpponeavvuid ráhkadeapmái 2009-2012 leat álggahuvvon 16 oahpponeavvoprošeavtta mánáidgárddiid rámmaplána fágasurggiid siskkobealde.

source: Daan boelhken 15 prosjektigujmie nïerhkeme.
sme: Dán áigodagas leat álggahuvvon 15 prošeavtta.

source: Saemiedigkie ulmine åtna learoevierhtieh evtiesuvvieh daerpiesvoeten mietie, men stuerebe beetnehdåarjoeh daarpesje jis edtja dam buektiehtidh.
sme: Sámedikki mihttomearrin lea ahte oahpponeavvut ovddiduvvojit dárbbu mielde, muhto dárbbaša eanet juolludusaid juksat dan.

source: Tabelle vuesehte Saemiedigkie boelhken 20092012 lea 1 millijovnem kråvnah lyjkeme 2009 jïh 2010, jïh 1,5 millijovnh kråvnah 2011 jïh 2012.
sme: Tabeallas oidno ahte Sámediggi lea áigodagas 2009-2012 várren 1 miljon ru 2009:s ja 2010:s ja 1,5 miljon ru 2011:s ja 2012:s.

source: Dïhte ållesth ohtsemesumme dejtie ohtsemidie mah lin Saemiedægkan båateme lij 17,5 millijovnh.
sme: Ohcamiid mat bohte submi lei oktiibuot 17,5 miljon ru..

source: Daan boelhken dle joekedamme tjåanghkan bijjelen 6 millijovnh kråvnah juktie learoevierhtieh maanagïertide evtiedidh.
sme: Dán áigodagas lea juolluduvvon badjel 6 miljon ru mánáidgárddiid oahpponeavvuid ráhkadeapmái.

source: Saemiedigkie lea dej göökte minngemes jaepiej bijjelen 1 millijovnem vielie nuhtjeme goh budsjedteradamme.
sme: Sámediggi lea guovtti maŋimuš jagis geavahan 1 miljon ru eanet go mii lei bušeahtas.

source: Dïhte dan åvteste Saemiedigkie lea jïjnjh hijven ohtsemh åådtjeme.
sme: Sivvan dasa lea dat go Sámediggi lea ožžon nu ollu buriid ohcamiid.

source: Learoevierhtie jïh pedagogeles dalhketjh uvtemes kommersijelle aktöörijste dorjesåvva.
sme: Oahpponeavvuid ja pedagogalaš ávdnasiid buvttadit dábálaččat gávppálaš aktevrrat.

source: Såemies byögkeles råajvarimmieh aaj gååvnesieh sjïere teemaj sisnjeli, jallh joekoen digitaale lïerehtimmievierhtide.
sme: Gávdnojit maiddái soames almmolaš áŋgiruššama sierra fáttáid siskkobealde dahje erenoamážit digitála oahppanresurssaide.

source: Ööhpehtimmiedirektovraate aaj maahta dåarjoem learoevierhtieevtiedæmman vedtedh gusnie ij leah maarkedevåarome kommersijelle evtiedæmman.
sme: Oahpahusdirektoráhta sáhttá maiddái addit doarjaga oahpponeavvuid ráhkadeapmái go dan oktavuođas ii leat márkanvuođđu gávppálaččat ovddideapmái.

source: Naemhtie lea sjïehteladteme lïerehtimmien bïjre, lïerehtimmie gïeleunnebelåhkojste jïh lïerehtimmie smaave faagine jïh smaave learohkedåehkine.
sme: Ná lea láhččojuvvon oahpahusa, gielalaš minoritehtaid oahpahusa oktavuođas ja gáržžes fágaid ja smávva oahppijovkkožiid siskkobealde.

source: Saemiedigkie aktem jïjtse learoevierhtiejarngem reerie, jïh gaajhkh saemien learoevierhtieh jïh jeatjah pedagogeles dalhketjh leah daelie aktene nedtesæjrosne, www.ovttas.no.
sme: Sámediggi hálddaša sierra oahpponeavvoguovddáža, ja buot sámi oahpponeavvut ja eará pedagogalaš ávdnasat leat dál čohkkejuvvon neahttasiidui: www.ovttas. no.

source: Nedtesijjie akte saemien learoevierhtiedïenesje gusnie bïevnesh saemien learoevierhtiej bïjre gaavna, jïh gusnie maahta dejtie löönedh nedten tjïrrh Saemiedigkien learoevierhtiejarngeste.
sme: Neahttabáiki lea sámi oahpponeavvobálvalus gos gávdná dieđuid sámi oahpponeavvuid birra, ja gos daid sáhttá luoikkahit neahta bokte Sámedikki oahpponeavvoguovddážis.

source: Lissine learoevierhtide dle aaj akte guvvievåarhkoe gusnie maahta guvvide frijjelaakan nuhtjedh gosse edtja learoevierhtieh darjodh mejtie edtja jïjtje nuhtjedh.
sme: Oahpponeavvuide lassin gávdno maiddái govvabása man sisdoalu sáhttá geavahit friija go ráhkada oahpponeavvuid iežas atnui.

source: Juktie vaenie pedagogeles dalhketjh jïh stååkegaevnieh gååvnesieh, dle jïjnjh maanagïertebarkijh daejtie jïjtje darjoeh.
sme: Go gávdnojit unnán pedagogalaš ávdnasat ja duhkorasat, de ráhkadit ollu bargit mánáidgárddiin ieža daid iežaset atnui.

source: Saemiedigkie sæjhta dah olkese båetieh guktie jeatjah maanagïerth aaj maehtieh dejtie nuhtjedh.
sme: Sámediggi háliida ahte dát eanet addojuvvošedje maiddái earáid geavahussii.

source: Ruffien 2008 raejeste akte öörnege orreme namhtah learoevierhtiejgujmie maanagïertide jïh skuvlide.
sme: Jagi 2008 rájes lea gávdnon ortnet nuvttá oahpponeavvuiguin mánáidgárddiide ja skuvllaide.

source: Lissine daerpies pedagogeles dalhketjigujmie jïh stååkegaevniejgujmie, dle aaj daerpies tjaalegigujmie saemien tsiehkiej bïjre nöörjen gïelesne nöörjen maanagïertide.
sme: Dasa lassin go dárbbašuvvojit pedagogalaš ávdnasat ja duhkorasat, dárbbašuvvojit maiddái ávdnasat sámi diliid birra dárogillii dáža mánáidgárddiid várás.

source: Viertesth Mieriesoejkesjinie m. 3.6. Nærmiljø og samfunn, dle maanagïerth edtjieh viehkiehtidh guktie “ maanah åadtjoeh daejredh saemieh leah Nöörjen aalkoealmetjh jïh daajroem åadtjoeh saemien soptsesi, vaajesi, jïh jeatjah bieliej bïjre saemien kultuvreste jïh aarkebiejjeste. ”
sme: Rámmaplána čuoggá 3.6 Lagašbiras ja servodat, mielde galget mánáidgárddit váikkuhit dan ahte ” barna blir kjent med at samene er Norges urbefolkning og får kjennskap til samiske fortellinger, sagn og andre deler av samisk kultur og hverdagsliv. ”

source: Nöörjen åejvieladtjh dah mah dïedtem utnieh learoevierhtiej åvteste nöörjen maanagïertide, jïh Saemiedigkie veanhtede åejvieladtjh daam dïedtem vaeltieh.
sme: (mánát oahpásmuvvet dasa ahte sámit lea Norgga álgoálbmot ja oahpásmuvvet sámi muitalusaide, máidnasiidda ja eará osiide sámi kultuvrras ja árgabeaivvis).Norgga eiseválddiin dat leat ovddasvástádus dáža mánáidgárddiid oahpponeavvuin, ja Sámediggi vuordá ahte eiseválddit váldet dan ovddasvástádusa.

source: Jis gaajhkh maanah Nöörjesne åadtjoeh daejredh saemiej jïh saemiej tsiehkiej bïjre dle dïhte sæjhta dam saemien identiteetedomtesem nænnoestehtedh, jïh dam ammesskaabroem heerredidh mij aaj lea stïeresne daan beajjetje siebriedahkesne.
sme: Dat go buot mánát Norggas ožžot máhtolašvuođa sámiid ja sin dili birra, de nanne dat sámi identitehtadovddu ja eastada amasbalu mii gávdno otnáš servodagas.

source: Stååkegaevnieh jïh pedagogeles dalhketjh maanide leah vihkeles dennie pedagogeles barkosne maanagïertesne. Saemiedigkie
sme: Duhkorasat ja pedagogalaš ávdnasat mánáide leat deaŧalaččat pedagogalaš barggus mánáidgárddis.

source: lea bïevnesh åådtjeme vaenie saemien stååkegaevnieh jïh pedagogeles dalhketjh gååvnesieh.
sme: Sámediggi lea ožžon diehtit ahte gávdnojit unnán sámi duhkorasat ja pedagogalaš ávdnasat.

source: Daan sjïekenisnie dle Saemiedigkie aktem prosjektem tjirrehtamme juktie goerehtalledh mij gååvnese saemien stååkegaevnijste jïh pedagogeles dalhketjijstie.
sme: Dán vuođul lea Sámediggi čađahan kártenprošeavtta makkár sámi duhkorasat ja pedagogalaš ávdnasat gávdnojit.

source: Goerehtimmiem darjoeji 11 maanagïertine fylhkine Oslo, Noerhte-Trööndelage, Nordlaante, Tromse jïh Finnmaarhke.
sme: Iskkadeapmi čađahuvvui 11 mánáidgárddis Oslo, DavviTrøndelága, Norlándda, Romssa ja Finnmárkku fylkkain.

source: Aaj goerehtalli mah saemien stååkegaevnieh jïh pedagogeles dalhketjh maanagïerth daarpesjieh.
sme: Kártejuvvui maiddái makkár dárbbut mánáidgárddiin leat sámi duhkorasaid ja pedagogalaš ávdnasiid ektui.

source: Goerehtalleme vuesehte gaajhkh bievnijh jienebh saemien stååkegaevnieh jïh pedagogeles dalhketjh sijhtieh.
sme: Kártemis bođii ovdan ahte buot informánttat háliidit eanet sámi duhkorasaid ja pedagogalaš ávdnasiid.

source: Ekonomeles vierhtieh jïh dan åvteste vaenieh dagkerh dalhketjh gååvnesieh dle maanagïerth eah buektehth ribledh maam daarpesjieh.
sme: Ekonomalaš resurssat ja go dat leat unnán olámuttus gáržžida de mánáidgárddiid oastima.

source: Saemiedigkien råålla ij leah pedagogeles dalhketjh jïh stååkegaevnieh evtiedidh, men dåarjoem vedtedh juktie dejtie evtiedidh.
sme: Sámedikki rolla ii leat ovddidit pedagogalaš ávdnasiid ja duhkorasaid, muhto addit doarjaga daid ovddideapmái.

source: Saemiedigkie prijoriteradimmide budsjedtese beaja.
sme: Sámediggi dahká vuoruhemiid bušeahtas.

source: Akten veele faageles vuarjasjimmien mietie dle dåarjojde joekede ovmessie ohtsijidie.
sme: Vuđolaš fágalaš árvvoštallama vuođul juolluduvvojit doarjagat sierra ohcciide.

source: Saemiedigkie gellie ohtsemh åådtje, men vaenie vierhtieh åtna.
sme: Sámediggi oažžu ohcamiid, muhto ruđat leat vátnásat.

source: Dan åvteste dle evtiedimmie pedagogeles dalhketjijstie jïh stååkegaevnijste gaertjiedamme sjædta.
sme: Nu gáržžiduvvo ge pedagogalaš ávdnasiid ja duhkorasaid ovddideapmi.

source: • Maanagïerth nuekies pedagogeles dalhketjh jïh stååkegaevnieh utnieh mah dej daerpiesvoeth feerhmieh
sme: • Mánáidgárddiin leat doarvái pedagogalaš ávdnasat ja duhkorasat sin dárbbuid várás.

source: • Pedagogeles dalhketjh jïh stååkegaevnieh evtiedidh
sme: • Pedagogalaš ávdnasiid ja duhkorasaid ovddideapmi.

source: • Barkedh lissiehtamme dåarjoej åvteste juktie pedagogeles dalhketjh jïh stååkegaevnieh evtiedidh
sme: • Bargat dan ala ahte addojuvvošii eanet doarjja pedagogalaš ávdnasiid ja duhkorasaid ovddideapmái.

source: Barkoesuerkie 6 – Laavenjostoe jïh ektiedimmie hïejmen, maanagïerten jïh skuvlen gaskem
sme: Áŋgiruššansuorgi 6 - Ovttasbargu ja oktavuohta ruovttu, mánáidgárddi ja skuvlla gaskka

source: Saemiedigkie sæjhta sov politihken tjïrrh sjïehteladtedh ihke gaajhkh maanah edtjieh aktem ellies jïh sjïere sjïehteladteme lïerehtimmiem dååjredh maanagïerteste skuvlese.
sme: Sámediggi áigu politihkas bokte láhčit diliid nu ahte buot mánáin livččii ollislaš ja individuála dásis láhččojuvvon oahpahus mánáidgárddi rájes skuvlii.

source: Gosse maanah ektiedimmiem maanagïerten jïh skuvlen gaskem dååjrieh, dle sijhtieh skraejriem åadtjodh vielie lïeredh.
sme: Dat go mánát vásihit oktavuođa mánáidgárddi ja skuvlla gaskka movttiidahttá oahppat viidáseappot.

source: Daate vihth sæjhta jearsoesvoetem sjugniedidh, jïh maana jaahkoem jïjtsasse åtna gosse skuvlese båata.
sme: Dát fas buktá oadjebasvuođa ja jáhku alccesis go deaivvada skuvllain.

source: Siebriedahken vuajnoen mietie dle aaj daerpies maanah aktem hijven sertiestimmiem maanagïerteste skuvlese dååjrieh, juktie hijven lïerehtimmieilledahkh jïh sosijaale jïebnedimmiem hoksedh.
sme: Maiddái servodatperspektiivvas lea dárbu ahte mánát vásihit buori sirdima mánáidgárddis skuvlii. Sihkkarastin dihte buriid oahppanbohtosiid ja sosiála jevdema.

source: Dovne maanagïerte jïh skuvle sijhtieh dïedtem utnedh hijven laavenjostoem buektiehtidh sinsitnine jïh eejhtegigujmie.
sme: Sihke mánáidgárddiin ja skuvllain lea ovddasvástádus oažžut buori ovttasbarggu sihke gaskaneaset ja vánhemiiguin.
